/**************************************************************
 * 版权信息:金溢科技版权所有,保留一切权利
 * 功能描述: 系统初始化
 * 当前版本: 1.0.0
 * 文件作者: 朱巍
 * 文件名称:  system_init.h
 * 版本历史:
 * 版本信息:
 **************************************************************/
#ifndef __SYSTEM_INIT_H
#define __SYSTEM_INIT_H

/***********************************************************
 * 功能描述：板子初始化
 * 输入参数：无
 * 输出参数：无
 * 返 回 值：  无
 ***********************************************************/
void board_init(void);

#endif
